{
  "ebook-reader": [
    {
      "id": "S55131482",
      "name": "eBook Rakuten KOBO SAGE 8",
      "description": "Se sei un appassionato d'<b>informatica ed elettronica</b>, ti piace stare al passo con la più recente tecnologia senza lasciarti sfuggire nessun dettaglio, acquista <b>eBook Rakuten KOBO SAGE 8</b> al miglior prezzo.<br><br><ul><li>Tipo: eBook</li><li>Tecnologia: E Ink Pearl</li><li>Connettività: <ul><li>Wi-Fi</li><li>Bluetooth</li></ul></li><li>Prodotto plug-in: Sì</li><li>Risoluzione (px): 1920 x 1440 px</li><li>Tipo di presa: Spina EU</li><li>Colore: Nero</li><li>Caratteristiche: <ul><li>Schermo tattile</li><li>Resistente all'acqua</li><li>Controllo con pulsanti</li></ul></li><li>Connessioni: USB-C</li><li>Memoria interna: 32 GB</li><li>Display: 8</li><li>Compatibile: EPUB</li><li>Peso circa: 240 g</li><li>Include: Penna touch</li><li>Tipo di batteria: Batteria ricaricabile al litio</li><li>Diagonale dello schermo (cm): 20,3 cm</li></ul>",
      "brand": "14518",
      "category": "2609,2617,2909",
      "price": 308,
      "pvd": 243.47,
      "stock": 4,
      "ean": "0681495008476",
      "images": [
        "https://cdnbigbuy.com/images/0681495008476_R03.jpg",
        "https://cdnbigbuy.com/images/0681495008476_R23.jpg"
      ],
      "imageCount": 2,
      "weight": "0.44",
      "width": "19",
      "height": "3",
      "depth": "22",
      "video": "0"
    },
    {
      "id": "S55179620",
      "name": "eBook Rakuten N605-KU-BK-K-BU Nero 32 GB 10,3",
      "description": "Se sei un appassionato d'<b>informatica ed elettronica</b>, ti piace stare al passo con la più recente tecnologia senza lasciarti sfuggire nessun dettaglio, acquista <b>eBook Rakuten N605-KU-BK-K-BU Nero 32 GB 10,3</b> al miglior prezzo.<br><br><p>Il <b>Rakuten Kobo Elipsa 2E</b> è un <b>eBook</b> avanzato progettato per offrire un’esperienza di lettura comoda e versatile grazie al suo <b>schermo touch da 10,3 pollici (26,2 cm)</b> con tecnologia <b>E Ink Carta</b>, che garantisce una visualizzazione nitida e ad alta risoluzione (<b>1404 x 1872 pixel</b>) ideale per lunghe sessioni di lettura senza affaticare la vista. Questo dispositivo, dal design elegante in colore <b>nero</b>, dispone di un’ampia capacità di memoria interna di <b>32 GB</b>, sufficiente per archiviare migliaia di libri e documenti in vari formati come EPUB, PDF, MOBI, FLEPUB, HTML, RTF, TXT, oltre a fumetti in CBR e CBZ, e supporta immagini nei formati BMP, GIF, JPEG, PNG e TIFF. Integra un processore da <b>2000 MHz</b> che assicura prestazioni fluide nella navigazione dell’interfaccia e nell’accesso ai contenuti. La connettività è garantita da <b>Wi-Fi (802.11b/g/n/ac)</b> per scaricare titoli e aggiornamenti rapidamente, insieme al <b>Bluetooth</b> per collegare accessori compatibili come cuffie o altoparlanti wireless. È dotato di porta di ricarica e trasferimento <b>USB Tipo C</b>, che offre una connessione reversibile e più efficiente. Questo modello è uno strumento versatile sia per lettori abituali sia per professionisti che necessitano di una gestione efficiente dei documenti in mobilità. La combinazione di tecnologia avanzata, capacità di archiviazione e connettività robusta posiziona il <b>Rakuten Kobo Elipsa 2E</b> come una soluzione funzionale e pratica per il lettore digitale esigente.</p><br><br><ul><li>Prodotto plug-in: Sì</li><li>Tipo di presa: Spina EU</li><li>Include: <ul><li>Cavo USB-C</li><li>Manuale dell'utente</li><li>Penna touch</li></ul></li><li>Colore: Nero</li><li>Caratteristiche: Schermo tattile</li><li>Connessioni: USB-C</li><li>Connettività: <ul><li>Bluetooth</li><li>Wi-Fi</li></ul></li><li>Memoria interna: 32 GB</li><li>Display: 10,3</li><li>Tipo di batteria: Litio Ion</li><li>Diagonale dello schermo (cm): 26,2 cm</li></ul>",
      "brand": "14518",
      "category": "2609,2617,2909",
      "price": 402.81,
      "pvd": 318.42,
      "stock": 5,
      "ean": "0681495008704",
      "images": [
        "https://cdnbigbuy.com/images/0681495008704_S55179620_P122.jpg",
        "https://cdnbigbuy.com/images/0681495008704_S55179620_P142.jpg",
        "https://cdnbigbuy.com/images/0681495008704_I82.jpg",
        "https://cdnbigbuy.com/images/0681495008704_I122.jpg"
      ],
      "imageCount": 4,
      "weight": "0.88",
      "width": "25",
      "height": "3",
      "depth": "27",
      "video": "0"
    }
  ],
  "custodie-ebook": [
    {
      "id": "S55131487",
      "name": "Custodia per eBook Rakuten N778-AC-BK-E-PU",
      "description": "Se sei un appassionato d'<b>informatica ed elettronica</b>, ti piace stare al passo con la più recente tecnologia senza lasciarti sfuggire nessun dettaglio, acquista <b>Custodia per eBook Rakuten N778-AC-BK-E-PU</b> al miglior prezzo.<br><br><p>La <b>custodia per eBook Rakuten N778-AC-BK-E-PU</b> è un accessorio progettato specificamente per proteggere e trasportare in sicurezza dispositivi come il <b>Kobo Sage</b>, garantendo una compatibilità perfetta. Questa custodia tipo folio si distingue per la sua elegante finitura in <b>colore nero</b> ed è realizzata in <b>pelle sintetica di alta qualità</b>, che offre una texture sofisticata simile alla pelle vera, ma con maggiore resistenza ai graffi e facile manutenzione. La sua <b>dimensione da 8 pollici</b> consente un adattamento ottimale alla maggior parte degli eReader con dimensioni simili, assicurando una protezione completa senza aggiungere volume inutile. La custodia funziona come un portafoglio compatto, ideale per chi apprezza la combinazione di funzionalità e stile, offrendo una presa piacevole e duratura. Inoltre, il suo design europeo, con una manifattura curata, garantisce un’esperienza d’uso comoda e pratica, facilitando l’accesso al dispositivo e permettendone il trasporto in tutta sicurezza in ogni situazione. Questa soluzione è particolarmente consigliata a chi utilizza eReader Kobo e desidera proteggere il dispositivo da urti, polvere e usura quotidiana, senza rinunciare a un aspetto professionale e pulito. Complessivamente, questo modello rappresenta un’opzione solida ed equilibrata nel campo delle custodie per lettori elettronici, pensata per utenti che cercano qualità, compatibilità e design senza tempo.</p><br><br><ul><li>Dimensione: 8</li><li>Compatibile: Kobo Sage</li><li>Colore: Nero</li><li>Tipo: Portafoglio</li><li>Paese/regione di produzione: Spagna</li><li>Materiale: Pelle Sintetica</li><li>Lingua: Francese</li><li>Peso circa: 140 g</li><li>Diagonale dello schermo (cm): 20,3 cm</li></ul>",
      "brand": "14518",
      "category": "2609,2617,2909",
      "price": 43.44,
      "pvd": 29.65,
      "stock": 96,
      "ean": "0681495008360",
      "images": [
        "https://cdnbigbuy.com/images/578671033.jpg",
        "https://cdnbigbuy.com/images/578671123.jpg",
        "https://cdnbigbuy.com/images/578671133.jpg",
        "https://cdnbigbuy.com/images/0681495008360_R13.jpg",
        "https://cdnbigbuy.com/images/0681495008360_R23.jpg"
      ],
      "imageCount": 5,
      "weight": "0.21",
      "width": "16",
      "height": "1",
      "depth": "18",
      "video": "0"
    },
    {
      "id": "S55179404",
      "name": "Custodia per eBook Rakuten N605-AC-BK-E-PU",
      "description": "Se sei un appassionato d'<b>informatica ed elettronica</b>, ti piace stare al passo con la più recente tecnologia senza lasciarti sfuggire nessun dettaglio, acquista <b>Custodia per eBook Rakuten N605-AC-BK-E-PU</b> al miglior prezzo.<br><br><p>La <b>Custodia per eBook N605-AC-BK-E-PU</b> di BigBuy Tech è un accessorio progettato per offrire protezione e funzionalità ai dispositivi di lettura digitale, in particolare adattata per il <b>Kobo Elipsa 2nd</b> modello KOB0681495008612. Questa custodia si presenta in un elegante colore <b>noir</b>, che unisce discrezione e stile, ideale per utenti che preferiscono un design sobrio e professionale. Realizzata come una <b>valigetta per portatile</b>, questa custodia offre una struttura robusta che consente di trasportare non solo l’eBook, ma anche altri dispositivi simili o accessori correlati, proteggendoli da urti, graffi e sporco durante l’uso quotidiano o negli spostamenti. La composizione della custodia è focalizzata su protezione e durata, con materiali sintetici tipo <b>PU</b> che garantiscono resistenza e una texture piacevole al tatto, mantenendo il dispositivo sicuro senza aggiungere peso eccessivo. Inoltre, la misura è <b>unica</b>, pensata per adattarsi correttamente al Kobo Elipsa e ad altri modelli di dimensioni simili, facilitandone il trasporto in zaini o borse grazie al design compatto e alla chiusura con cerniera o sistema di chiusura sicuro. Il formato a valigetta offre anche un accesso semplice e rapido al dispositivo, permettendo una manipolazione comoda e sicura in ogni momento. In sintesi, questa custodia di BigBuy Tech si presenta come una soluzione pratica e funzionale per chi cerca una protezione elegante e resistente per il proprio eBook, specialmente adattata al modello Kobo Elipsa 2nd, combinando una finitura professionale con un formato versatile che soddisfa le esigenze di trasporto e protezione dell’utente.</p><br><br><ul><li>Colore: Nero</li><li>Materiale: Plastica riciclata</li></ul>",
      "brand": "14518",
      "category": "2609,2617,2909",
      "price": 58.49,
      "pvd": 40.71,
      "stock": 334,
      "ean": "0681495008612",
      "images": [
        "https://cdnbigbuy.com/images/0681495008612_R02.jpg",
        "https://cdnbigbuy.com/images/0681495008612_R12.jpg",
        "https://cdnbigbuy.com/images/0681495008612_R22.jpg"
      ],
      "imageCount": 3,
      "weight": "0.34",
      "width": "21",
      "height": "2",
      "depth": "24",
      "video": "0"
    },
    {
      "id": "S55302030",
      "name": "Custodia per Tablet Rakuten Kobo N365-AC-YL-E-PU Giallo",
      "description": "Se sei alla ricerca di novità alla moda sul mercato, ti presentiamo <b>Custodia per Tablet Rakuten Kobo N365-AC-YL-E-PU Giallo</b>!<br><br><ul><li>Tipo: Custodia per Tablet</li><li>Colore: Giallo</li><li>Display: 6</li></ul>",
      "brand": "14518",
      "category": "2609,2617,2937",
      "price": 26.8,
      "pvd": 17.89,
      "stock": 374,
      "ean": "0681495010035",
      "images": [
        "https://cdnbigbuy.com/images/0681495010035_S55302030_P00.jpg"
      ],
      "imageCount": 1,
      "weight": "0.35",
      "width": "19.4",
      "height": "15.7",
      "depth": "22.2",
      "video": "0"
    },
    {
      "id": "S77215932",
      "name": "Custodia per eBook PocketBook H-SO-743-K-WW 7,8",
      "description": "Se sei un appassionato d'<b>informatica ed elettronica</b>, ti piace stare al passo con la più recente tecnologia senza lasciarti sfuggire nessun dettaglio, acquista <b>Custodia per eBook PocketBook H-SO-743-K-WW 7,8</b> al miglior prezzo.<br><br><ul><li>Tipo: <ul><li>Custodia per Tablet</li><li>Custodia</li></ul></li><li>Display: 7,8</li><li>Colore: Nero</li><li>Materiale: Plastica</li></ul>",
      "brand": "4092",
      "category": "2609,2617,2909",
      "price": 23.97,
      "pvd": 13.38,
      "stock": 1,
      "ean": "7640152097232",
      "images": [
        "https://cdnbigbuy.com/images/7640152097232_I00.jpg",
        "https://cdnbigbuy.com/images/7640152097232_I40.jpg",
        "https://cdnbigbuy.com/images/7640152097232_I60.jpg"
      ],
      "imageCount": 3,
      "weight": "0.15",
      "width": "18",
      "height": "14.2",
      "depth": "13",
      "video": "0"
    }
  ]
}